Repository: lliurex/zero-center
Catalog: lliurex-po/zero-center/*.po
Languages: ca@valencia, es

source: Unmet dependences
ca@valencia: Dependències que no s'han trobat.
es: Dependencias incumplidas

source: Configured
ca@valencia: Configurat
es: Configurado

source: Not configured
ca@valencia: Sense configurar
es: Sin configurar

source: Failed
ca@valencia: Ha fallat
es: Ha fallado

source: We are in a center model and therefore should install this service on the master server to be accessible from any computer in the center, whether to continue with the installation on this computer the service is only available on computers that are in the internal network of this server.
ca@valencia: Aquest és un model de centre i, per tant, heu d'instal·lar aquest servei en el servidor mestre perquè siga accessible des de qualsevol equip del centre; si voleu continuar amb la instal·lació en aquest equip, el servei només estarà disponible en aquells equips que estiguen en la xarxa interna d'aquest servidor.
es: Estamos en un modelo de centro y por tanto debería instalar este servicio en el servidor maestro para que sea accesible desde cualquier equipo del centro, si desea continuar con la instalación en este equipo el servicio sólo estará disponible en aquellos equipos que estén en la red interna de este este servidor.

source: <b>%s</b> is already configured. Do you want to execute it again?
ca@valencia: <b>%s</b> ja està configurat. Voleu tornar-lo a executar?
es: <b>%s</b> ya está configurado. ¿Quieres volver a ejecutarlo?

source: <b>%s</b> is being executed. Please wait until it finishes.
ca@valencia: <b>%s</b> s'està executant. Espereu fins que finalitze.
es: <b>%s</b> esta siendo ejecutado. Por favor espera hasta que termine.

source: <b>%s</b> is being executed. Are you sure you want to exit?
ca@valencia: <b>%s</b> s'està executant. Esteu segur que voleu eixir?
es: <b>%s</b> esta siendo ejecutado. ¿Estás seguro de querer salir?

source: Hide
es: Ocultar

source: Show
es: Mostrar

source: Installing
ca@valencia: S'està instal·lant
es: Instalando

source: Installed
ca@valencia: Està instal·lat
es: Instalado

source: Removing
ca@valencia: S'està suprimint...
es: Borrando

source: Removed
ca@valencia: Suprimit
es: Borrado

source: has been INSTALLED in your system, and you can view the log in
ca@valencia: ha sigut instal·lat al sistema, pots veure el registre ací:
es: ha sido Instalado en tu sistema, y tu puedes ver el log en

source: has NOT been INSTALLED in your system, and you can view the log in
ca@valencia: no ha sigut instal·lat al sistema, pots veure el registre ací:
es: no ha sido instalado en tu sistema, y tu puedes ver el log en

source: has been
ca@valencia: ha sigut
es: ha sido

source: has NOT been
ca@valencia: no ha sigut
es: no ha sido

source: in your system, and you can view the log in
ca@valencia: al sistema, pots veure el registre ací:
es: en tu sistema, y tu puedes ver el log en

source: is downloaded in your directory
ca@valencia: ha sigut descarregat a la carpeta:
es: esta descargado en tu directorio

source: Starting to download your file
ca@valencia: S'està descàrregant el fitxer:
es: Comenzando a descargar el fichero

source: Your dowloading has been cancelled about your file
ca@valencia: La descàrrega del fitxer ha sigut cancel·lada:
es: La descarga ha sido cancelada sobre el fichero

source: Your URL don't exists, imposible to download the file
ca@valencia: La url no existix, impossible descarregar el fitxer
es: La url no existe, imposible descargar el fichero

source: OK
ca@valencia: Accepta
es: Aceptar

source: Cancel
ca@valencia: Cancel·la
es: Cancelar

source: Downloading
ca@valencia: Descarregant
es: Descargando

source: from
ca@valencia: de
es: de

source: at
ca@valencia: a
es: a

source: in
ca@valencia: en
es: en

source: exists, you have to delete it before if you want to download it again
ca@valencia: existix, heu d'esborrar-ho abans, si voleu tornar a descarregar-ho
es: existe, debes borrarlo antes, si quieres volver a descargarlo

source: Cheking net parameters to download
ca@valencia: Testejant els paràmetres de la xarxa per a descarregar
es: Chequeando los parámetros de la red para descargar

source: Please review your repositories and reinstall it again .If you can't resolve the problem please contact with Lliurex Team at http://mestreacasa.gva.es/web/lliurex/forums
ca@valencia: Reviseu els vostres orígens de programari i instal·leu-lo altra vegada. Si vos trobeu en problemes podeu contactar amb l'equip LliureX acíhttp://mestreacasa.gva.es/web/lliurex/forums
es: Por favor revisa tus repositorios instalados y prueba a reinstalar esto de nuevo. Si no puedes resolver el problema por favor contacta con el equipo de Lliurex en http://mestreacasa/web/lliurex/forums

source: Some packages aren't in your repositories, and they aren't installed, you can see it in
ca@valencia: Alguns paquets no estan als repositoris i no han sigut instal·lats, pots vore-ho ací:
es: Algunos paquetes no están en los repositorios y no han sido instalados, puedes revisarlo en

source: Please review your repositories and reinstall it again .
ca@valencia: Reviseu els vostres orígens de programari i instal·leu-lo altra vegada
es: Por favor revisa tus repositorios instalados y prueba a reinstalar esto de nuevo.

source: If you can't resolve the problem please contact with Lliurex Team at http://mestreacasa.gva.es/web/lliurex/forums
ca@valencia: Si vos trobeu en problemes podeu contactar amb l'equip LliureX acíhttp://mestreacasa.gva.es/web/lliurex/forums
es: Si no puedes resolver el problema por favor contacta con el equipo de Lliurex en http://mestreacasa/web/lliurex/forums

source: Zero-Lliurex-Update has been updated your repositories info
ca@valencia: zero-repos-update» ha actualitzat la informació del programari disponible als teus repositoris
es: Zero-Lliurex-Update ha actualizado la información sobre los paquetes de tu repositorio

source: Updating Repositories info
ca@valencia: S'està actualitzant la informació dels repositoris
es: Actualizando la información de los repositorios

source: Testing connection to WWW............
ca@valencia: Testejant la connexió a Internet
es: Testeando tu conexión a internet..........

source: Impossible to install $2, it dont exists in your repositories, abort zero-installer command
ca@valencia: No s'ha pogut instal·lar $2. El paquet no s'ha trobat als repositoris
es: No fue posible instalar $2. No existe en los repositorios

source: dependences have not been configured
ca@valencia: No s'han configurat les dependencies
es: Las dependencias no han sido configuradas

source: 'guest-user' user is not allowed to use zero-center
ca@valencia: L'usuari 'guest-user' no té permés usar zero-center
